/*--- 别名 --- */

// API示例列表
"APIAudioMixViewController" = "多音轨混合";
"APIMovieMixViewController" = "音视频混合";
"APIVideoThumbnailsViewController" = "获取缩略图";
"APIMovieSpliceViewController" = "多视频拼接";
"APIMovieClipViewController" = "视频时间裁剪";
"APIAudioRecordViewController" = "录制音频";
"APIAudioPitchEngineViewController" = "音频变声";

// 变声
"tu_怪兽" = "怪兽";
"tu_大叔" = "大叔";
"tu_正常" = "正常";
"tu_女生" = "女生";
"tu_萝莉" = "萝莉";

// MV
"tu_小猫玩球" = "小猫玩球";
"tu_无语乌鸦" = "无语乌鸦";
"tu_汤圆" = "汤圆";
"tu_老电影" = "老电影";
"tu_流光" = "流光";

// 变速
"tu_极慢" = "极慢";
"tu_慢" = "慢";
"tu_标准" = "标准";
"tu_快" = "快";
"tu_极快" = "极快";

// 哈哈镜
"tu_哈哈镜" = "哈哈镜";

/*--- 其他 ---*/

/* 下一步 */
"tu_下一步" = "下一步";

/* 下划线 */
"tu_下划线" = "下划线";

/* 不能低于最小时间 */
"tu_不能低于最小时间" = "不能低于最小时间";

/* 从右到左 */
"tu_从右到左" = "从右到左";

/* 从左到右 */
"tu_从左到右" = "从左到右";

/* 保存 */
"tu_保存" = "保存";

/* 保存失败 */
"tu_保存失败" = "保存失败";

/* 保存成功 */
"tu_保存成功" = "保存成功";

/* 共%@个视频 */
"tu_共%@个视频" = "共%@个视频";

/* 关闭 */
"tu_关闭" = "关闭";

/* 出现问题，操作被取消 */
"tu_出现问题，操作被取消" = "出现问题，操作被取消";

/* 删除 */
"tu_删除" = "删除";

/* 单击拍摄 */
"tu_单击拍摄" = "单击拍摄";

/* 原音 */
"tu_原音" = "原音";

/* 取消 */
"tu_取消" = "取消";

/* 取消保存 */
"tu_取消保存" = "取消保存";

/* 取消录制？ */
"tu_取消录制？" = "取消录制？";

/* 变声 */
"tu_变声" = "变声";

/* 右对齐 */
"tu_右对齐" = "右对齐";

/* 场景 */
"tu_场景" = "场景";

/* 大于最大时长，请保存视频后继续录制 */
"tu_大于最大时长，请保存视频后继续录制" = "大于最大时长，请保存视频后继续录制";

/* 大小 */
"tu_大小" = "大小";

/* 字体 */
"tu_字体" = "字体";

/* 完成录制 */
"tu_完成录制" = "完成录制";

/* 将所有参数恢复默认吗？ */
"tu_将所有参数恢复默认吗？" = "将所有参数恢复默认吗？";

/* 居中 */
"tu_居中" = "居中";

/* 左对齐 */
"tu_左对齐" = "左对齐";

/* 已到达最大录制时长 */
"tu_已到达最大录制时长" = "已到达最大录制时长";

/* 已选择%.1f秒 */
"tu_已选择%.1f秒" = "已选择%.1f秒";

/* 建议选择大于3秒，小于60秒的视频 */
"tu_建议选择大于3秒，小于60秒的视频" = "建议选择大于3秒，小于60秒的视频";

/* 开启 */
"tu_开启" = "开启";

/* 开始合成... */
"tu_开始合成..." = "开始合成...";

/* 录制失败 */
"tu_录制失败" = "录制失败";

/* 录制失败，请重新录制 */
"tu_录制失败，请重新录制" = "录制失败，请重新录制";

/* 录制失败：未知原因失败 */
"tu_录制失败：未知原因失败" = "录制失败：未知原因失败";

/* 录制已经取消 */
"tu_录制已经取消" = "录制已经取消";

/* 录制文件将被删除 */
"tu_录制文件将被删除" = "录制文件将被删除";

/* 录音 */
"tu_录音" = "录音";

/* 录音已经完成，请播放录音 */
"tu_录音已经完成，请播放录音" = "录音已经完成，请播放录音";

/* 录音已经开始 */
"tu_录音已经开始" = "录音已经开始";

/* 微整形 */
"tu_微整形" = "微整形";

/* 手机可用空间不足，请清理手机 */
"tu_手机可用空间不足，请清理手机" = "手机可用空间不足，请清理手机";

/* 拍照 */
"tu_拍照" = "拍照";

/* 描边 */
"tu_描边" = "描边";

/* 操作失败，无法生成视频文件 */
"tu_操作失败，无法生成视频文件" = "操作失败，无法生成视频文件";

/* 操作完成，请前往相册查看视频 */
"tu_操作完成，请前往相册查看视频" = "操作完成，请前往相册查看视频";

/* 操作完成，请点击「播放」，播放混合好的音频 */
"tu_操作完成，请点击「播放」，播放混合好的音频" = "操作完成，请点击「播放音频」，播放混合好的音频";

/* 文字 */
"tu_文字" = "文字";

/* 无 */
"tu_无" = "无";

/* 无输入视频 */
"tu_无输入视频" = "无输入视频";

/* 时间 */
"tu_时间" = "时间";

/* 明黑 */
"tu_明黑" = "明黑";

/* 更多 */
"tu_更多" = "更多";

/* 最多只能选择%zu个视频 */
"tu_最多只能选择%zu个视频" = "最多只能选择%zu个视频";

/* 正在保存... */
"tu_正在保存..." = "正在保存...";

/* 正在合成... */
"tu_正在合成..." = "正在合成...";

/* 正在处理视频 */
"tu_正在处理视频" = "正在处理视频";

/* 正在拼接... */
"tu_正在拼接..." = "正在拼接...";

/* 正在裁剪... */
"tu_正在裁剪..." = "正在裁剪...";

/* 比例 */
"tu_比例" = "比例";

/* 涂图 */
"tu_涂图" = "涂图";

/* 滤镜 */
"tu_滤镜" = "滤镜";

/* 点击输入内容 */
"tu_点击输入内容" = "点击输入内容";

/* 特效 */
"tu_特效" = "特效";

/* 贴纸 */
"tu_贴纸" = "贴纸";

/** 裁剪 */
"tu_裁剪" = "裁剪";

/* 特效时长最多%@秒 */
"tu_特效时长最多%@秒" = "特效时长最多%@秒";

/* 特效时长最少%@秒 */
"tu_特效时长最少%@秒" = "特效时长最少%@秒";

/* 确定 */
"tu_确定" = "确定";

/* 确认删除本地文件？ */
"tu_确认删除本地文件？" = "确认删除本地文件？";

/* 美肤 */
"tu_美肤" = "美肤";

/* 背景 */
"tu_背景" = "背景";

/* 自动对焦 */
"tu_自动对焦" = "自动对焦";

/* 视频加载出错 */
"tu_视频加载出错" = "视频加载出错";

/* 视频时长最少%@秒 */
"tu_视频时长最少%@秒" = "视频时长最少%@秒";

/* 请选择%zu个视频 */
"tu_请选择%zu个视频" = "请选择%zu个视频";

/* 请重新调节音量，进行音频混合 */
"tu_请重新调节音量，进行音频混合" = "请重新调节音量，进行音频混合";

/* 配乐 */
"tu_配乐" = "配乐";

/* 重置 */
"tu_重置" = "重置";

/* 长按录音 */
"tu_长按录音" = "长按录音";

/* 长按拍摄 */
"tu_长按拍摄" = "长按拍摄";

/* 闪光灯 */
"tu_闪光灯" = "闪光灯";

/* 音频开始混合 */
"tu_音频开始混合" = "音频开始混合";

/* 颜色 */
"tu_颜色" = "颜色";

/* 魔法 */
"tu_魔法" = "魔法";

/* 黑体 */
"tu_黑体" = "黑体";

"tu_漫画" = "漫画";

"tu_视频时长不得小于%@秒，请重新选择" = "视频时长不得小于%@秒，请重新选择";

"tu_录制" = "录制";
"tu_剪辑" = "剪辑";

"tu_功能列表" = "功能列表";
"tu_API示例" = "API示例";

"tu_APIAudioMixViewController_usage" = "请分别调节以下音乐音量大小，调节完毕后，点击「开始音频混合」即可生成一段新的混合音乐。记得要打开系统音量呦~";
"tu_素材一" = "素材一";
"tu_素材二" = "素材二";
"tu_开始音频混合" = "开始音频混合";
"tu_删除混合音频" = "删除混合音频";
"tu_播放音频" = "播放音频";
"tu_暂停音频" = "暂停音频";

"tu_合成视频" = "合成视频";

"tu_获取缩略图" = "获取缩略图";

"tu_APIMovieSpliceViewController_usage" = "点击「视频拼接」按钮，将两段视频合为一段视频，保存成功后请前往相册查看。";
"tu_视频拼接" = "视频拼接";

"tu_APIMovieClipViewController_usage" = "请在缩略图区域选择裁剪的时间范围，选定后请点击「视频裁剪」按钮，生成视频。";
"tu_视频裁剪" = "视频裁剪";

"tu_APIAudioRecordViewController_usage" = "请点击「开始录音」按钮开始录制音频，录制完成后点击「结束录音」生成可播放的音频文件，点击「播放录音」播放刚才录制的音频。";
"tu_开始录音" = "开始录音";
"tu_结束录音" = "结束录音";
"tu_播放录音" = "播放录音";

"tu_APIAudioPitchEngineViewController_usage" = "请点击「开始录音」按钮开始录制音频，录制完成后点击「结束并播放录音」生成并播放音频文件。";
"tu_结束并播放录音" = "结束并播放录音";

/*--- v3.3.2 --- */

"tu_字间距" = "字间距";
"tu_行距" = "行距";
"tu_不透明度" = "不透明度";
"tu_宽度" = "宽度";
"tu_加粗" = "加粗";
"tu_下划线" = "下划线";
"tu_斜体" = "斜体";
"tu_字号" = "字号";
"tu_裁剪" = "裁剪";
"tu_换行数量限制" = "最多支持三个换行符";
